{
  "Archives": [
    "Biblioteca Reale. Torino - Repertorio topografico dei fondi manoscritti, '.*', found on: http://cataloghistorici.bdi.sbn.it/file_viewer.php.*",
    "Camera dei deputati. Archivio storico, '.*', found on: https://archivio.camera.it/inventari/scheda/.*",
    "KADOC, Leuven, Archief van de Nederlandse jezuïeten",
    "Koninklijke Verzamelingen, The Hague, Archive: Thesaurie, inventory number E08-II-\\d\\d",
    "Nationaal Archief, The Hague, '.*', inventory number: \\d*.\\d*.\\d*(.\\d*)?",
    "Stadsarchief Amsterdam, Amsterdam, '.*', inventory number: \\d*(, document number: \\d*.\\d*.\\d*(.\\d*))?",
    "Stadsarchief Rotterdam, Rotterdam, '.*', inventory number: \\d*(, document number: \\d*-\\d*)?",
    "Stadsarchief Utrecht, Utrecht, '.*', inventory number: \\d*(, document number: \\d*.\\d*.\\d*)?"
  ],
  "Biographical Dictionaries": [
    ".*, .*, '.*', in: Allgemeine Deutsche Biographie. Band \\d* \\(Leipzig, Duncker & Humblot, 1\\d\\d\\d\\)",
    ".*, .*, '.*', in: Digitaal Vrouwenlexicon van Nederland \\(Vantilt, 2014\\)",
    "(.*, )?.*, '.*', in: Dizionario Biografico degli Italiani. Volume \\d* \\(Rome, Treccani, \\d\\d\\d\\d\\), found on: https://www.treccani.it/enciclopedia/.*_\\(Dizionario-Biografico\\)",
    ".*, .*, '.*', in: Dizionario storico biografico della Tuscia \\(IBIMUS, 2014-\\), found on https://www.gentedituscia.it/.*/",
    ".*, .*, '.*', in: Enciclopedia Italiana. Volume \\d* \\(Rome, Treccani, 19\\d\\d\\), found on: https://www.treccani.it/enciclopedia/.*_\\(Enciclopedia-Italiana\\)/",
    ".*, .*, '.*', in: Historisches Lexikon der Schweiz \\(Basel, Schwabe AG, 20\\d\\d\\), found on https://hls-dhs-dss.ch/it/articles/\\d*/20\\d\\d-\\d\\d-\\d\\d/",
    ".*, .*, '.*', in: Juan Castaneda Murga et al., Grandes forjadores del Peru \\(Lima, Lexus Editores, 2001\\)",
    ".*, .*, '.*', in: Neue Deutsche Biographie. Band \\d* \\(Berlin, Duncker & Humblot, \\d\\d\\d\\d\\)",
    "(.*, .*, )?'.*', in: Real Academia de La Historia, Diccionario Biográfico electrónico, found on: https?://dbe.rah.es/biografias/.*",
    ".*, .*, '.*', in: The Catholic Encyclopedia. Volume \\d* \\(New York, The Encyclopedia Press, 19\\d\\d\\)",
    ".*, .*, '.*', in: Traugott Bautz \\(ed.\\), Biographisch-Bibliographisches Kirchenlexikon. Band \\d* \\(Herzberg, Verlag Traugott Bautz, \\d\\d\\d\\d\\)",
    "'.*', in: A.J. van der AA, Biographisch woordenboek der Nederlanden. .* \\(Haarlem, J.J. van Brederode, 18\\d\\d\\)",
    "'.*', in: Adolphe Robert, Edgar Bourloton and Gaston Cougny, Dictionnaire des parlementaires français. Volume \\d* \\(Parigi, Edgar Bourloton, 18\\d\\d\\)",
    "'.*', in: Biografisch Portaal van Nederland, found on: http://www.biografischportaal.nl/persoon/\\d*",
    "'.*', in: Biographie de Chambre des représentants \\(1831-1848\\), found on: https://unionisme.be/.*.htm \\(retrieved on 202\\d-\\d\\d-\\d\\d\\)",
    "'.*', in: Charles Mullié, Biographie des célébrités militaires des armées de terre et de mer de 1789 à 1850 \\(Paris, Hachette Bnf, 1852\\)",
    "'.*', in: Collectie portret-iconografie RKD \\(20\\d\\d-\\d\\d-\\d\\d\\), found on: https://rkd.nl/explore/images/\\d*",
    "'.*', in: Constantin von Wurzbach, Biographisches Lexikon des Kaiserthums Oesterreich. \\d*. Teil \\(Vienna, 18\\d\\d\\)",
    "'.*', in: Database of the Office of the Historian, found on https://history.state.gov/departmenthistory/people/.*",
    "'.*', in: Hessische Biografie, found on https://www.lagis-hessen.de/pnd/.*",
    "'.*', in: Index Catalogue of the Library of the Surgeon-general's Office United States Army, volume 15 \\(Washington, 1894\\)",
    "'.*', in: Österreichisches Biographisches Lexikon 1815-1950. Band \\d* \\(Vienna, Österreichische Akademie der Wissenschaften, 1957\\)",
    "'.*', in: Pierre Larousse, Grand dictionnaire universel du XIXe siècle. \\d* \\(Paris, Larousse, 18\\d\\d\\)",
    "'.*', in: Repositorio Memoria Documental Hondureña / Authority Records, found on: https://lilkaya.unah.edu.hn/index.php/.* \\(retrieved on 202\\d-\\d\\d-\\d\\d\\)",
    "'.*', in: Reseñas biográficas parlamentarias de Chile, found on: https://www.bcn.cl/historiapolitica/resenas_parlamentarias/wiki/.*",
    "'.*', in: Wikisource Database \\(2\\d\\d\\d-\\d\\d-\\d\\d\\), found on: https://it.wikisource.org/wiki/.*",
    "Fait, Riccardo \\(red.\\), Biografie dei consiglieri comunali di Roma \\(Rome, Tipografia Cuggiani, 1873\\), \\d*(-\\d*)?",
    "Moroni, G., Dizionario di erudizione storico-ecclesiastica da S. Pietro sino ai nostri giorni. Volume \\d* \\(Rome, Tipografia Emiliana, 1840\\), \\d*( and \\d*)?",
    "Redactie parlement.com, '.*', found on: https://www.parlement.com/.*"
  ],
  "Books": [
    "Archivum Historiae Pontificiae, volume \\d* \\(Rome, 19\\d\\d\\), \\d*",
    "Assereto, Giovanni, «Per la comune salvezza dal morbo contagioso». I controlli di sanità nella Repubblica di Genova \\(Genoa, 2007\\), 176",
    "Avetta, M. and Società per la storia del Risorgimento italiano, Dall'archivio di un diplomatico: Il barone Marco Antonio Alessandro Jocteau \\(Casale, 1924\\)",
    "Barclay, David E., 'Hof und Hofgesellschaft in Preußen in der Zeit Friedrich Wilhelms IV. \\(1840 bis 1857\\). Überlegungen und Fragen', in: Karl Möckl ed., Hof und Hofgesellschaft in den deutschen Staaten im 19. und beginnenden 20. Jahrhundert \\(Berlin, Boston, 1990\\), \\d*",
    "Beth, J.C., De archieven van het Departement van Buitenlandsche Zaken \\(The Hague, 1918\\), \\d*",
    "Bountry, Philippe, Souverain et pontife: Recherches prosopographiques sur la Curie Romaine à l'âge de la Restauration \\(1814-1846\\) \\(Rome, 2002\\), \\d*",
    "Croce, Giuseppe Maria, Vincenzo Tizzani. Effemeridi Romane. Volume 1 \\(Rome, 2015\\), \\d*",
    "De Boni, Filippo, La Congiura di Roma e Pio IX. Ricordi di Filippo de Boni \\(Lausanne, 1848\\), \\d*",
    "Bringmann, Tobias C., Handbuch der Diplomatie 1815-1963 \\(Berlin, 2012\\), \\d*",
    "Capitelli, G. and S. Cracolici, Roma en Mexico - Mexico en Roma. Las academias de arte entre Europa y el Nuevo Mundo, 1843-1867 \\(Rome, 2018\\)",
    "du Chastel de la Howarderie, Paul-Armand, Les Toparques héréditaires des deux Howardries, ou crayon généalogique de la maison comtale du Chastel de la Howardries \\(Péruwelz, 1840\\), \\d*",
    "Cormier, Hyacinthe Marie, La vita del reverendissimo padre fr. Alessandro Vincenzo Jandel, LXXIII maestro generale dei Frati Predicatori \\(Rome, 1896\\)",
    "Cozzo, Paolo, Andrea Merlotti and Andrea Nicolotti, The Shroud at Court: History, Usages, Places and Images of a Dynastic Relic \\(Leiden, 2019\\), \\d*",
    "Crisafulli, Vincenzo, Studi sull'apostolica sicola legazia, volume 1 \\(Palermo, 1850\\)",
    "van Dommelen, G.F., Geschiedenis der militaire geneeskundige dienst in Nederland, met inbegrip van die zijner zeemagt en overzeesche bezittingen, van af den vroegsten tijd tot op heden \\(Zutphen, 1857\\), .*",
    "Douma, Klaasje, De adel in Noord-Brabant, 1814-1918: groepsvorming, adellijke levensstijl en regionale identiteit \\(Tilburg, 2015\\)",
    "Foreign Office, British and Foreign State Papers. 1833-1834, volume 22 \\(London, 1847\\), \\d*",
    "Frezza, Filippo, Dei camerieri segreti e d'onore del Sommo Pontefice: memorie storiche \\(Rome, 1884\\), 56",
    "Giovannetti, Giorgio, Il colle più alto: Ministero della Real casa, Segretariato generale, Presidenti della Repubblica \\(Turin, 2017\\), \\d*(-\\d*)?",
    "Iacobini, Franco, Terrae Cinthiani, Storia di Genzano e della nobile Famiglia Iacobini \\(Rome, 2003\\)",
    "Kallenberg, Lodewijk, Pieter Otto van der Chijs \\(1802-1867\\), zandgraf 242, vak F \\(Leiden, 2020\\), found on https://www.begraafplaatsgroenesteeg.nl/N_B_personen/Artikel%20Van%20der%20Chijs.pdf",
    "Lencisa, G.F., Ragionamento sulla rinnovazione del trattato di commercio e di navigazione conchiuso tra il Piemonte e la Francia nell'anno 1843, e della Convenzione speciale sulla proprietà letteraria annessa a quel trattato medesimo \\(Turin, 1851\\)",
    "Lisi, Constanza, Inventario dell'archivio del consolato del Granducato di Toscana in Roma \\(1817-1853\\) \\(Rome, 1996\\)",
    "De Marchi, Giuseppe, Le nunziature apostoliche dal 1800 al 1956 \\(Rome, 1957\\), \\d*",
    "Martina, G., Pio IX \\(1846-1850\\) \\(Rome, 1974\\), \\d*",
    "Mazzucato, Michele T., Il gioco degli Sacchi \\(2015\\), \\d*",
    "van der Meulen, M.E., Mijne Reis door Zwitserland naar de Waldenzen in Piemont's Valleijen \\(London, 1852\\)",
    "Mori, Renato, Le scritture della legazione e del consolato del Granducato di Toscana in Roma dal 1737 al 1859 \\(Rome, 1959\\)",
    "Moscati, Ruggero, Le scritture della segreteria di Stato degli Affari Esteri del Regno di Sardegna \\(Rome, 1947\\), \\d*(-\\d*)?",
    "Nuyens, A., Gedenkboek der pauselijke Zouaven. 1867-1892 \\(Roermond, 1892\\)",
    "O'Byrne, Patrick Justin, Lives of the Cardinals. Part \\d* \\(1879, Londra\\), \\d*-\\d*",
    "Patrignani, Gian Luca and Franco Battistelli, 'Il tempo e la pietra - I marmi parlanti' Nuovo lapidario di Fano. Lapidario del centro storico \\(Fano, 2010\\), \\d*",
    "Pirri S.J., P. Pietro, Pio IX e Vittorio Emanuele II dal loro carteggio privato \\(Rome, 1980\\), \\d*( and \\d*)?",
    "Pittella, Raffaele, Archivio del Commissariato Generale della Camera Apostolica. Inventari 115 I-XIII \\(Rome, 2017-2018\\)",
    "Pohle, Frank, Alfred von Reumont \\(1808-1887\\) - Ein Diplomat als kultureller Mittler \\(Berlin, 2015\\)",
    "de Régnon, M., Relation des événements qui ont précédé et suivi l'expulsion de 78 Anglais dits trappistes de Meilleraye \\(Nantes, 1831\\)",
    "Ricci, Angelo Maria, Epistola Poetica a sua eccellenza reverendissima monsignor Achille Maria Ricci \\(Rome, 1847\\)",
    "Sánchez, Elena Vázquez, Un historiador del derecho, Pedro José Pidal \\(Madrid, 1998\\)",
    "van Santen, Cornelis Willem, Het internationale recht in Nederlands buitenlands beleid: een onderzoek in het archief van het Ministerie van Buitenlandse Zaken \\(The Hague, 1955\\), \\d*( and \\d*)?",
    "Santoni, Pedro, and Will Fowler, Mexico, 1848-1853: Los Años Olvidados \\(London, 2018\\), \\d*",
    "Savini, Luigi, Al battaglione isolato della emerita guardia civica di cingoli ed appodiati \\(Loreto, 1848\\)",
    "Schijf, Huibert, Netwerken van een financieel-economische elite \\(Amsterdam, 1993\\), \\d*",
    "Schutte, O., Repertorium der Nederlandse vertegenwoordigers residerende in het buitenland 1584-1810 \\(The Hague, 1976\\), \\d*",
    "Schmidt-Brentano, Antonio, Die k. k. bzw. k. u. k. Generalität 1816-1918 \\(Vienna 2007\\), \\d*",
    "Serra, Maria Teresa and Carlo Vanzetti, José Serra, Dal leone di Castìglia alla tiara di Pio IX \\(1819-1878\\) \\(Verona, 1990\\)",
    "De Sivo, Giacinto, Storia delle Due Sicilie, volume 2 \\(Brindisi, 2013\\)",
    "Smith, Robert and Brenda Packman, Memoirs of Giambattista Scala: Consul of his Italian Majesty in Lagos in Guinea \\(1862\\) \\(Oxford, 2000\\)",
    "Solaro della Margarita, Clemente, Memorandum storico politico del conte Clemente Solaro della Margarita \\(Turin, 1852\\)",
    "Sträter, F., Herinneringen aan de Eerwaarde Paters Leo, Clemens en Wilhelm Wilde, priesters der Sociëteit van Jezus \\(Nijmegen, 1911\\)",
    "Sunti delle Dissertazioni lette nell'Accademia Liturgica, volume 1 \\(Rome, 1843\\), \\d*",
    "Thewes, Guy, Les gouvernements du Grand-Duché de Luxembourg depuis 1848 \\(Luxembourg, 2011\\), \\d*",
    "Tribunale criminale supremo della Consulta, Sentenze del Tribunale criminale supremo della Consulta. Titolo 24 \\(1849, Rome\\), found on: https://books.google.nl/books\\?id=lYOH86CTUMMC",
    "Tupputi, Carla Lodolini, La Commissione governativa di Stato nella restaurazione pontificia \\(17 luglio 1849-12 aprile 1850\\) \\(Milan, 1970\\), \\d*",
    "van der Vijver, C., Geschiedkundige beschrijving der stad Amsterdam sedert hare wording tot op den tegenwoordige tijd, deel 3 \\(Amsterdam, 1846\\), \\d*",
    "Viaene, Vincent, Belgium and the Holy See from Gregory XVI to Pius IX \\(1831-1859\\): Catholic Revival, Society and Politics in 19th-century Europe \\(Leuven, 2001\\)",
    "Wels, Cornelis Boudewijn, Bescheiden betreffende de buitenlandse politiek van Nederland, 1848-1919. Volume 1 \\(The Hague, 1972\\), \\d*"
  ],
  "Journals": [
    ".*, .*, '.*', in: Historisch Voorburg, \\d*, \\d* \\(\\d\\d\\d\\d\\)(, \\d*)?",
    ".*, .*, '.*', in: Jaarboek van de Maatschappij der Nederlandse Letterkunde, 18\\d\\d \\(Amsterdam, 18\\d\\d\\), \\d*-\\d*",
    ".*, .*, '.*', Rassegna storica del Risorgimento \\d* \\(1\\d\\d\\d\\) \\d*, \\d*-\\d*(, \\d*)?",
    ".*, .*, '.*', Bijdragen en Mededelingen van het Historisch Genootschap \\d* \\(1\\d\\d\\d\\), \\d*-\\d*(, \\d*)",
    "Allgemeiner Polizei-Anzeiger, Jahr .*, \\d* \\(Gotha, 18\\d\\d-\\d\\d-\\d\\d\\), \\d*",
    "Bureaux de l'agence générale pour la défense de la liberté religieuse, Premier bulletin de l'agence générale pour la défense de la liberté religieuse \\(Paris, 18\\d\\d-\\d\\d-\\d\\d\\), \\d*",
    "De Nederlandsche Leeuw, \\d*, \\d* \\(1\\d\\d\\d-\\d\\d\\), \\d*",
    "Gazzetta di Genova, Anno .*, \\d* \\(Genoa, 18\\d\\d-\\d\\d-\\d\\d\\), \\d*",
    "Gazzetta Piemontese, Anno .*, \\d* \\(Turin, 18\\d\\d-\\d\\d-\\d\\d\\), \\d*",
    "Gazzetta Ufficiale del Regno d'Italia, Anno 18\\d\\d, \\d* \\(Florence, 18\\d\\d-\\d\\d-\\d\\d\\)",
    "Gazzetta Ufficiale di Roma, Anno .*, \\d* \\(Rome, 18\\d\\d-\\d\\d-\\d\\d\\), \\d*",
    "La Civiltà Cattolica, Anno \\d*, .* \\(Rome, 18\\d\\d\\), \\d*",
    "Il Fanfulla, Anno \\d*, .* \\(Rome, 18\\d\\d\\), \\d*",
    "Lohrli, Anne, 'The Madiai: A Forgotten Chapter of Church History', Victorian Studies 33 \\(1989\\), 29-50",
    "Middelburgsche courant, \\d* \\(Middelburg, \\d\\d\\d\\d-\\d\\d-\\d\\d\\), \\d*",
    "Nederlandsche Staatscourant 18\\d\\d, \\d* \\(The Hague, 18\\d\\d-\\d\\d-\\d\\d\\)",
    "'Notizie raccolte dagli amici della verità e della giustizia ed autenticate dalla generale cognizione dei romani, a confutazione dell'articolo inserito a modo di bando per corrispondenza di Roma nel diario L'Unità Cattolica del 15 giugno 1869.*",
    "Osservatore del Trasimeno, Anno .*, \\d* \\(Perugia, 18\\d\\d-\\d\\d-\\d\\d\\), \\d*",
    "Pavone, Claudio, Alcuni aspetti dei primi mesi di governo italiano a Roma e nel Lazio \\(Continuazione e fine\\), Archivio Storico Italiano 116 \\(1958\\), 346-380, 349",
    "Pilaar, J.C. and J.M. Obreen, Tijdschrift toegewijd aan het zeewezen. Tweede reeks. Derde deel \\(Medemblik, 18\\d\\d\\), \\d*"
  ],
  "Sites": [
    "'.*', in: Beni Ecclesiastici in web \\(BeWeB\\), found on: https://www.beweb.chiesacattolica.it/persone/persona/\\d*/",
    "'.*', in: Wikipedia, de vrije encyclopedie \\(20\\d\\d-\\d\\d-\\d\\d\\), found on: https://nl.wikipedia.org/w/index.php\\?title=.*&oldid=\\d*",
    "'.*', in: Wikipedia, Die freie Enzyklopädie \\(20\\d\\d-\\d\\d-\\d\\d\\), found on: https://de.wikipedia.org/w/index.php\\?title=.*&oldid=\\d*",
    "'.*', in: Wikipedia, L'enciclopedia libera \\(20\\d\\d-\\d\\d-\\d\\d\\), found on: https://it.wikipedia.org/w/index.php\\?title=.*&oldid=\\d*",
    "'.*', in: Wikipédia, l'encyclopédie libre \\(20\\d\\d-\\d\\d-\\d\\d\\), found on: https://fr.wikipedia.org/w/index.php\\?title=.*&oldid=\\d*",
    "'.*', in: Wikipedia, La enciclopedia libre \\(20\\d\\d-\\d\\d-\\d\\d\\), found on: https://es.wikipedia.org/w/index.php\\?title=.*&oldid=\\d*",
    "'.*', in: Wikipedia, The Free Encyclopedia \\(20\\d\\d-\\d\\d-\\d\\d\\), found on: https://en.wikipedia.org/w/index.php\\?title=.*&oldid=\\d*",
    "van Hoboken, Alex Appelius, '.*', in: Genealogie van de Hobokens \\(20\\d\\d-\\d\\d-\\d\\d\\), found on: http://genealogie.vanhoboken.nl/getperson.php\\?personID=.*&tree=.* \\(retrieved on 202\\d-\\d\\d-\\d\\d\\)",
    "Klein Haneveld, Roeland, '.*', found on: https://www.kleinhaneveld.nl/kwartierstaten/gerda-tekst/ \\(retrieved on 202\\d-\\d\\d-\\d\\d\\)",
    "Marandet-Legoux, Marie Anne, '.*', in: L'arbe de Marie Anne MARANDET-LEGOUX, Geneanet, found on: https://gw.geneanet.org/marmara2\\?n=.*&oc=&p=.* \\(retrieved on 202\\d-\\d\\d-\\d\\d\\)",
    "Ministério dos Negócios Estrangeiros, '.*', in: Portal Diplomático, found on: https://www.portaldiplomatico.mne.gov.pt/.* \\(retrieved on 202\\d-\\d\\d-\\d\\d\\)",
    "Uytterhoeven, Ann, '.*', in: Familiegeschiedenis van Ann Uytterhoeven, Geneanet, found on: https://gw.geneanet.org/auytt\\?lang=nl&p=.*&n=.*&oc=1 \\(retrieved on 202\\d-\\d\\d-\\d\\d\\)",
    "Walbaum, Hubert, '.*', in: Stamboom Walbaum, Geneanet, found on: https://gw.geneanet.org/hubertwalbaum\\?lang=en&n=.*&oc=0&p=.* \\(retrieved on 202\\d-\\d\\d-\\d\\d\\)"
  ],
  "State almanacs or calendars": [
    "Almanacco imperiale reale per le provincie del Regno Lombardo-Veneto soggette al governo di Milano per l'anno bisestile 18\\d\\d \\(Milan, 18\\d\\d\\), \\d*",
    "Almanacco reale del Regno delle Due Sicilie per l'anno 18\\d\\d \\(Naples, 18\\d\\d\\), \\d*",
    "Almanacco Romano pel 18\\d\\d. Raccolta dei primari dignitari e funzionari della citta' di Roma, Anno \\d* \\(Rome, 18\\d\\d\\), \\d*",
    "Annuario del Ministero delle finanze del Regno d'Italia, Anno \\d* \\(Turin, 18\\d\\d\\), \\d*",
    "Belinfante, J., 's Gravenhaagsche Stads- en Residentie-almanak voor het jaar 18\\d\\d \\(The Hague, 18\\d\\d\\), \\d*",
    "Calendario generale della città, diocesi, e provincia di Ancona per l'anno 18\\d\\d \\(Ancona, 18\\d\\d\\), \\d*",
    "Casalis, Goffredo, Dizionario geografico-storico-statistico-commerciale degli stati di S.M. il Re di Sardegna. Volume .* \\(Turin, 18\\d\\d\\), \\d*(-\\d*)?",
    "Eene Vereniging van Letterkundigen, Onze tijd: merkwaardige gebeurtenissen onzer dagen. Serie \\d*. Deel \\d* \\(Amsterdam, 18\\d\\d\\), \\d*",
    "Fontana, Allesandro, Il Palmaverde: calendario storico-statistico-amministrativo \\(Turin, 18\\d\\d\\), \\d*",
    "Governo di Malta, Repertorio di proclami, ordinanze, notificazioni ecc. dall ottobre 1813 a giugno 1842, Volume 1 A-M \\(Malta, 18\\d\\d\\), \\d*",
    "Handbuch über den Königlich Preußischen Hof und Staat für das Jahr 18\\d\\d \\(Berlin, 18\\d\\d\\), \\d*",
    "Manuale del regno lombardo-veneto per l'anno 18\\d\\d \\(Milan, 18\\d\\d\\), \\d*",
    "Ministero dell'interno, Calendario generale del Regno di Sardegna \\(Turin, 18\\d\\d\\), \\d*",
    "Ministero dell'interno, Calendario generale del Regno d'Italia \\(Turin, 18\\d\\d\\), \\d*",
    "Ministero dell'interno, Calendario generale pe' regii stati \\(Turin, 18\\d\\d\\), \\d*",
    "Palmaverde almanacco piemontese per l'anno 18\\d\\d \\(Turin, 18\\d\\d\\), \\d*",
    "Perthes, Justus, Almanach de Gotha. Annuaire diplomatique et statistique pour l'année 18\\d\\d \\(Gotha, 18\\d\\d\\), \\d*",
    "Perthes, Justus, Gothaischer Genealogisches Taschenbuch der deutschen gräflichen Häuser auf das Jahr 18\\d\\d \\(Gotha, 18\\d\\d\\), \\d*",
    "Società di Agricoltura Jesina. Annali ed Atti, volume \\d* \\(Rome, 18\\d\\d\\), \\d*",
    "Staats-almanak voor den jare 18\\d\\d \\(The Hague, 18\\d\\d\\), \\d*",
    "Staats- und Adress-Handbuch des Herzogthums Nassau für das Jahr 18\\d\\d \\(Wiesbaden, 18\\d\\d\\), \\d*",
    "Stamperia Chracas, Notizie per l'anno 18\\d\\d \\(Rome, 18\\d\\d\\), \\d*",
    "Stamperia Davico e Picco, Raccolta di regi editti, proclami, manifesti ed altri provvedimenti de' magistrati ed uffizi. Volume \\d\\d \\(Turin, 18\\d\\d\\), \\d*",
    "Tipografia Giusti, Almanacco di Corte per l'anno 18\\d\\d \\(Lucca, 18\\d\\d\\), \\d*",
    "Tipografia della Rev. Cam. Apostolica, Notizie per l'anno 18\\d\\d \\(Rome, 18\\d\\d\\), \\d*",
    "Wegwyzer der stad Gent en provinciale almanach van Oost-Vlaenderen voor het jaer des zaligmakers 18\\d\\d, volume \\d* \\(Ghent, 18\\d\\d\\), \\d*"
  ]
}
